Repository: AlejandroMonteseirin/AIM-GAMES-PLATFORM
Catalog: AIM_GAMES_PLATFORM/locale/*/LC_MESSAGES/django.po
Languages: es_es

source: Profile not valid
es_es: Perfil no válido

source: profession
es_es: Profesión

source: Name
es_es: Nombre

source: Surname
es_es: Apellido

source: Email
es_es: Correo Electrónico

source: City
es_es: Ciudad

source: Postal Code
es_es: Código Postal

source: IDCard Number
es_es: DNI

source: Phone Number
es_es: Número de Teléfono

source: Photo URL:
es_es: Foto URL

source: Phone Number must be a number
es_es: El número de teléfono debe ser un número de nueve dígitos

source: validatePostal
es_es: El Código Postal debe ser un número de 5 cifras

source: emailUnique
es_es: Ya existe una cuenta con ese correo electrónico

source: ID Card Number not valid
es_es: DNI Inválido

source: User not valid
es_es: Perfil no válido

source: Title
es_es: Título

source: Description
es_es: Descripción

source: Tags
es_es: Etiquetas

source: Image URLs
es_es: URLs de imágenes

source: Attachment URLs
es_es: URLs de archivos adjuntos

source: Please, enter valid URLS separated by comas in the images and files field
es_es: Por favor, introduzca URLS validas separadas por espacios en los campos de imágenes y archivos

source: Center
es_es: Centro

source: Formation
es_es: Formación

source: embedCode
es_es: Fuente para iframe

source: Please, enter a valid URL
es_es: Por favor, introduzca una URL válida (Comenzando por http/https)

source: title
es_es: Título

source: location
es_es: Lugar

source: description
es_es: Descripción

source: Predefined message for joining
es_es: Mensaje predefinido al unirse

source: moment
es_es: Fecha

source: Select a date that has not passed
es_es: Seleccione una fecha que no haya pasado

source: Quantity
es_es: Cantidad

source: You can not buy more coins that the coins your wallet can hold
es_es: No puedes comprar más monedas que las que caben en tu cartera

source: Thread Price
es_es: Detalles del hilo

source: Job Offer Price
es_es: Añadir oferta de trabajo

source: Challenge Price
es_es: Retos

source: Default maximum coins
es_es: Monedas máximas por defecto

source: Coins price
es_es: Monedas Ganadas

source: uri
es_es: URL

source: user
es_es: Usuario

source: name
es_es: Nombre

source: surname
es_es: Apellido

source: email
es_es: Correo Electrónico

source: city
es_es: Ciudad

source: Date of birth
es_es: Día de nacimiento

source: Phone number
es_es: Número de Teléfono

source: Photo
es_es: Foto URL

source: Max Coin
es_es: Monedas máximas

source: Coins Gain
es_es: Monedas Ganadas

source: Price
es_es: Precio

source: profile
es_es: Perfil

source: Coins
es_es: Monedas

source: lastPayment
es_es: Último pago

source: freelancer
es_es: Detalles del freelancer

source: verified
es_es: Verificado

source: featured
es_es: Destaca tu curriculum

source: curriculum
es_es: Curriculums

source: center
es_es: Centro

source: formation
es_es: Formación

source: startDate
es_es: Fecha de comienzo

source: endDate
es_es: Fecha de fin

source: miniature
es_es: Miniatura

source: graphicEngine
es_es: Experiencias con motores gráficos

source: graphicExperience
es_es: Experiencias con motores gráficos

source: aptitude
es_es: Aptitudes

source: business
es_es: Registrarse como empresa

source: position
es_es: Posición

source: experienceRequired
es_es: Experiencia requerida

source: schedule
es_es: Horario

source: salary
es_es: Sueldo

source: ubication
es_es: Ubicación

source: images
es_es: URLs de imágenes

source: tags
es_es: Etiquetas

source: pics
es_es: Imágenes

source: attachedFiles
es_es: Archivos adjuntos

source: score
es_es: Puntuación

source: thread
es_es: Foro

source: objectives
es_es: Objetivos

source: challenge
es_es: Retos

source: companies
es_es: Empresas

source: sender
es_es: Enviar

source: recipient
es_es: Destinatario

source: Add link
es_es: Añadir enlace

source: Add aptitude
es_es: Añadir aptitud

source: Add graphic engine experience
es_es: Añadir experiencia con motores gráficos

source: Add professional experience
es_es: Añadir experiencia profesional

source: Add formation
es_es: Añadir formación

source: Add Job Offer
es_es: Añadir oferta de trabajo

source: Edit Job Offer
es_es: Modificar oferta de trabajo

source: Edit HTML5Showcase
es_es: Modificar expositor de HTML5

source: Edit Formation
es_es: Modificar formación

source: Edit ProfessionalExperience
es_es: Modificar experiencia profesional

source: Edit Aptitude
es_es: Modificar aptitud

source: Edit Graphic Engine Experience
es_es: Modificar experiencia con motores gráficos

source: Edit Link
es_es: Modificar enlaces

source: Add Challenge
es_es: Añadir reto

source: Create Message
es_es: Crear mensaje

source: Add broadcast
es_es: Crear difusión

source: error404
es_es: La pagina que busca no existe, por favor relajese con estos gatos antes de intentarlo de nuevo

source: error500
es_es: Error en el servidor, por favor relajese con estos gatos e inténtelo de nuevo

source: Log In
es_es: Iniciar Sesión

source: Loged as
es_es: Sesión iniciada como

source: , please logout before login again
es_es: , por favor cierra sesión antes de volver a iniciarla

source: Logout
es_es: Cerrar sesión

source: Username
es_es: Usuario

source: Password
es_es: Contraseña

source: Sign up
es_es: Registrarse

source: Sign up as Business
es_es: Registrarse (Empresa)

source: signup
es_es: Registrarse

source: signupBusiness
es_es: Registrarse como empresa

source: acceptTerms
es_es: Acepto los

source: terms-and-conditions
es_es: Términos y Condiciones

source: confirmAge
es_es: Confirmo que tengo más de 18 años

source: Submit
es_es: Enviar

source: mainpage
es_es: Página principal

source: threads
es_es: Foro

source: My curriculum
es_es: Mi curriculum

source: joboffers
es_es: Ofertas de trabajo

source: Challenges
es_es: Retos

source: Admin Panel
es_es: Panel de Administración

source: Events
es_es: Eventos

source: Messages
es_es: Mensajes

source: Manage Subs
es_es: Administrar Suscripción

source: My challenges
es_es: Mis retos

source: DownloadData
es_es: Descargar todos tus datos

source: You´re about to delete all your data. This action is irreversible, are you sure?
es_es: Está a punto de borrar todos tus datos. Esta acción es irreversible, ¿está seguro?

source: DeleteAllyourData
es_es: Borra tu cuenta para siempre

source: You don't have enough coins to use this service
es_es: No dispone de suficientes monedas para usar este servicio

source: Challenge details
es_es: Detalles del reto

source: Objectives
es_es: Objetivos

source: createAResponseForThisChallenge
es_es: Crear una respuesta para este reto

source: newResponse
es_es: Nueva respuesta

source: Responsed
es_es: ¡Ya tienes una respuesta para este reto!

source: responsesChallenge
es_es: Respuestas a este reto

source: freelancerResponse
es_es: Respuesta del freelancer

source: challengesList
es_es: Lista de retos

source: company
es_es: Empresa

source: view
es_es: Ver

source: Please, buy a subscription to access this functionality
es_es: Por favor, compre una suscripción para acceder a esta funcionalidad

source: newChallenge
es_es: Crear un nuevo reto

source: Cookies disclaimer
es_es: Aviso de cookies

source: cookie_des
es_es: Este sitio web guarda pequeños fragmentos de información (cookies) en su dispositivo con la finalidad de ofrecer un mejor contenido y para finalidades estadísticas. Puede desactivar el uso de cookies modificando la configuración de su navegador. Navegar por nuestro sitio web sin cambiar la configuración del navegador hace que nos esté autorizando a guardar esta información en su dispositivo.

source: Agreed
es_es: De acuerdo

source: assistants
es_es: Asistentes

source: Join
es_es: Unirse

source: Disjoin
es_es: Cancelar asistencia

source: Edit
es_es: Editar

source: Delete
es_es: Eliminar

source: events
es_es: Eventos organizados

source: newEvent
es_es: Nuevo evento

source: Event
es_es: Eventos

source: warninghtml5
es_es: Estás a punto de cargar contenido ajeno a AIMGAME, ¿está seguro que desea continuar?

source: freelancerDetails
es_es: Detalles del freelancer

source: verify
es_es: Verificar curriculum

source: unverify
es_es: Quitar verificación curriculum

source: Verified curriculum
es_es: Curriculum verificado

source: Your curriculum is now featured
es_es: Tu curriculum está destacado

source: addFormation
es_es: Añadir formación

source: professionalExperience
es_es: Experiencia profesional

source: addProfessionalExperience
es_es: Añadir experiencia profesional

source: addAptitude
es_es: Añadir aptitud

source: graphicEngineExperiences
es_es: Experiencias con motores gráficos

source: addGraphicEngineExperience
es_es: Añadir experiencia con motores gráficos

source: links
es_es: Enlaces

source: HTML5Showcase
es_es: Expositor de HTML5

source: mostrar
es_es: Mostrar expositor de HTML

source: Game not fully compatible? Try it out at
es_es: ¿El juego no es completamente compatible? Pruébalo en

source: editHTML5Showcase
es_es: Modificar expositor de HTML5

source: What is our association?
es_es: ¿Qué es nuestra asociación?

source: AIM Games is the reference platform for game-making resources, where you can find anything and anyone you need to make the videogame of your dreams.
es_es: AIM Games es la plataforma de referencia para recursos destinados a la creación de videojuegos, donde puede encontrar todos los assets y el personal necesario para hacer el juego de sus sueños

source: Finding the personnel to make your dreams happen
es_es: Encontrando el personal para hacer realidad tus sueños

source: Our members are all already members of the game making industry, and will help your company find the personnel it needs to shine. If you are, on the other hand, a person interested in finding a job in the games industry, we will help you find a company where you can put your skills to use.
es_es: Nuestros miembros son ya parte de la industria del videojuego, y ayudaremos a su estudio a encontrar el personal que necesita para brillar. Si, por otra parte, es usted una persona interesada en encontrar trabajo en la industria, le ayudaremos a encontrar una empresa en la que pueda poner sus habilidades en uso.

source: Getting studios and developers close together
es_es: Acercando a estudios y desarrolladores

source: Participate in the meetup and development events we and our associates organize, and get to know personally the movers and shakers of the Spanish game-making scene.
es_es: Participe en los meetups y eventos de desarrollo que nosotros y nuestros asociados organizamos, y conozca personalmente a la crema y nata de la escena española de la creación de videojuegos.

source: We also organize game jams where our members make games with a theme in a short time. If you think your company could be interested in some talent, we can offer you privileged access to the jam's code repository so you can assess if the jammers fit the bill for your projects!
es_es: También organizamos game jams donde nuestros socios hacen juegos sobre un tema en un tiempo limitado. Si cree que su empresa estaría interesada en contratar, le podemos ofrecer acceso privilegiado al repositorio de código de la jam para que pueda valorar si los participantes encajan en sus proyectos.

source: Getting you the assets you need
es_es: Consiguiendo los assets que necesita

source: Many times, when developing, we struggle to find the resources we need to create our best work. For this purpose, AIM Games offers a great collection of 3D and 2D assets, code, animations, advice, tutorials and many more things to the companies that register onto our platform.
es_es: Muchas veces cuando desarrollamos nos cuesta encontrar los recursos que necesitamos para llevar a cabo nuestra idea. Por esto, AIM Games ofrece una gran colección de gráficos 3D y 2D, animaciones, código, consejos, tutoriales y muchas otras cosas a las empresas que se registren en nuestra plataforma.

source: Discerning talent, one step easier
es_es: Discernir talento, un paso más sencillo

source: Besides the help our extensive associate base can offer your company, we give you the possibility to post challenges on our platform to check out the specific abilities of the candidates in the actual area you are interested in checking.
es_es: Aparte de la ayuda que puedan ofrecerle nuestros socios y asociados, le damos la posibilidad de colgar retos en nuestra plataforma para comprobar las habilidades específicas de sus candidatos en las áreas que prefiera comprobar.

source: positioDisplay
es_es: Posición

source: Contact
es_es: Contacto

source: joboffersearchinfo
es_es: Para buscar ofertas de trabajo con un salario mínimo, introduce minsal: seguido de una cantidad. Por ejemplo: Unity minsal:15000

source: newOffer
es_es: Crear oferta

source: sendBroadcast
es_es: Enviar difusión

source: Message
es_es: Mensaje

source: date
es_es: Fecha

source: subject
es_es: Asunto

source: newmessage
es_es: Nuevo mensaje

source: reply
es_es: Responder

source: paymentprocess
es_es: El proceso de pago se iniciara, pulse el boton para pagar

source: paymentcanceled
es_es: El proceso de pago se ha cancelado, intentelo de nuevo

source: paymentdone
es_es: El proceso de pago se ha realizado correctamente

source: Discover our subscription models
es_es: Descubre nuestros modelos de suscripción

source: Our subscription models allow you to make use of all the tools that AIM-GAMES has available to business. By adopting one of our subscription models you will earn monthly coins that you can spend to make use of our services. If you run out of coins. Do not worry! AIM-GAMES offers you the option of immediate purchase of coins so you can continue using our services without interruptions.
es_es: Nuestros modelos de suscripción te permiten hacer uso de todas las herramientas que AIM-GAMES tiene a disposición de las empresas.Al adoptar uno de nuestros modelos de suscripción ganarás monedas mensualmente que podrás gastar para hacer uso de nuestros servicios.

source: Current Subs
es_es: Suscripción Actual

source: Note that the subscription may take time to be updated
es_es: Tenga en cuenta que la suscripción puede tardar un tiempo en ser actualizada

source: You don't have any subscription, click here for see ours subscription models
es_es: No dispone de ninguna suscripción, haga click aquí para ver nuestros modelos de suscripción

source: Current Coins
es_es: Monedas actuales

source: Max Coins
es_es: Monedas Máximas

source: Coins Gain per month
es_es: Monedas Ganadas al mes

source: You can unsubscribe at any moment using paypal control panel
es_es: Puedes desuscribirte en cualquier momento usando el panel de control de paypal

source: Buy Coins
es_es: Comprar monedas

source: per coin
es_es: por moneda

source: Note that you can't use coins if you are not subscribed
es_es: Tenga en cuenta que no podrá usar las monedas si no está suscrito

source: It´s seems like you´ve already started a transaction and we´re currently checking it, if you continue the subscription will be overwritten
es_es: Parece que ya has empezado una transacción y aun estamos comprobándola, si continua, la transacción será sobreescrita y es posible que se emitan pagos duplicados

source: Choose a subs Type
es_es: Elija un modelo de suscripción

source: Create Thread
es_es: Crear hilo

source: save
es_es: Guardar

source: Thread details
es_es: Detalles del hilo

source: Business
es_es: Empresa

source: Attached files
es_es: Archivos adjuntos

source: Attached file
es_es: Archivo adjunto

source: pictures
es_es: Imágenes

source: createAResponseForThisThread
es_es: Crear una respuesta para este hilo

source: responses
es_es: Respuestas

source: New thread
es_es: Nuevo hilo

source: jobNavBar
es_es: Empleo
